---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsFamilyContentSecondaryDistribsys
source: html/3a745c87-d4d2-f9ce-f724-eaaeb736e4ff.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsFamilyContentSecondaryDistribsys Property

"Secondary Distribution System"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsFamilyContentSecondaryDistribsys { get; }
```